
RUIDefaultDeviceName							= "TV";

OK												= "OK";
Next											= "Seguinte";
Cancel											= "Cancelar";

ResumeMenuResumeItem							= "Retomar Reprodução";
ResumeMenuStartFromBeginningItem				= "Começar a Partir do Início";

ITSPresentsMenuItem								= "10 Melhores do iTunes";
ITunesTop10MusicVideos							= "10 Melhores Vídeos de Música do iTunes";
LoadingDataFromITMS								= "Contactando a iTunes Store…";
LoadingDataFromApple							= "Carregando Trailers…";

PhotoModuleAllSubAlbumsMenuItem					= "Tudo";
PhotoModuleSharedAlbumsMenuItem					= "Fotos Compartilhadas";
PhotoModuleFetchingServersMenuItem				= "Localizando Fotos Compartilhadas…";
PhotoModuleNoServersMenuItem					= "Nenhuma Foto Compartilhada Disponível";
PhotoModuleNoServersExplanation					= "Não há bibliotecas iPhoto compartilhadas atualmente disponíveis.";
PhotoWindowHeader								= "Fotos";
NoPhotosInAlbumMessage							= "Não há fotos neste álbum.";
PhotoSlideshowSettings							= "Ajustes Apres. Slides";

// Slideshow Settings:

PhotoSlideshowSettingTimePerSlide				= "Tempo por Slide";
PhotoSlideshowSettingMusic						= "Música";
PhotoSlideshowSettingRepeat						= "Repetir";
PhotoSlideshowSettingShufflePhotos				= "Fotos Aleatórias";
PhotoSlideshowSettingShuffleMusic				= "Música Aleatória";
PhotoSlideshowSettingKenBurns					= "Efeito Ken Burns";
PhotoSlideshowSettingTransitions				= "Transições";
PhotoSlideshowSettingTimeFormat					= "%d segundos"; // examples: 3 seconds, 5 seconds, 10 seconds

PhotoSettingRandomTransitions					= "Aleatório";
PhotoSettingNoTransitions						= "Desligado";
Cube											= "Cubo";
Dissolve										= "Dissolver";
Droplet											= "Droplet";
"Fade Through Black"							= "Desvanecer Através do Preto";
Flip											= "Virar";
"Mosaic Flip Large"								= "Mosaico Giro Grande";
"Mosaic Flip Small"								= "Mosaico Giro Pequeno";
"Page Flip"										= "Virada de Página";
Push											= "Empurrar";
Reveal											= "Revelar";
Twirl											= "Girar";
Wipe											= "Varredura";

PhotoSlideshowSettingMusicNowPlaying			= "Reproduzindo Agora";

PhotoSettingOff									= "Desligado";
PhotoSettingOn									= "Ligado";

TVShowsHourMinuteSecondFormat					= "%d:%02d:%02d";
TVShowsMinuteSecondFormat						= "%d:%02d";
TVShowsUnknownShow								= "Sem título";
SortWidgetDateLabel								= "Data";
SortWidgetShowLabel								= "Mostrar";

/* Metadata strings */
ActorsSeparator									= ", ";

MetadataLabelSeparator							= ":";

MetadataCast									= "Atores";
MetadataDuration								= "Duração";
MetadataAirDate									= "Exibido";
MetadataReleaseDate								= "Lançamento";
MetadataInTheatres								= "Nos Cinemas";
MetadataArtist									= "Artista";
MetadataAlbum									= "Álbum";
MetadataGenre									= "Gênero";
MetadataNumberOfEpisodes						= "Número de Episódios";
MetadataNumberOfTracks							= "Trilhas";
MetadataMostRecent								= "Mais Recente";
MetadataDirector								= "Diretor";
MetadataDirectors								= "Diretores";
MetadataProducer								= "Produtor";
MetadataProducers								= "Produtores";
MetadataArtistVarious							= "Vários";
MetadataArtistUnknown							= "Artista Desconhecido";
MetadataAlbumUnknown							= "Álbum Desconhecido";
MetadataPlaylistUnknown							= "Lista de Reprodução Desconhecida";
MetadataComposerUnknown							= "Compositor Desconhecido";
MetadataGenreUnknown							= "Gênero Desconhecido";
MetadataAuthor									= "Autor";
MetadataTitle									= "Título";
MetadataEpisode									= "Episódio";
MetadataSeasonFormat							= "(Temporada %d)";
MetadataFrom									= "De";
MetadataTags									= "Etiquetas";
MetadataViews									= "Visualizações";
MetadataDateAdded								= "Adicionado";
MetadataCategory								= "Categoria";

/* Rating strings */
RatingExplicit									= "Explícito";

MediaTitleDefault								= "Sem título";

StreamingNameInList								= "Transmissão";
StreamingSearchingForSharedMedia				= "Procurando conteúdo compartilhado…";

TodayDate										= "Hoje";
YesterdayDate									= "Ontem";

GoBackText										= "Pressione Menu para voltar";

/* key is always the same, value is language key like ru, Spanish, etc */
UseMe											= "Inglês";

AuthPasswordPrompt								= "Senha:";
AuthEnterPasswordPrompt							= "Digite a senha para %@:";

TextInputDoneLabel								= "Concluído";
TextInputDeleteLabel							= "Apagar";
TextInputSpaceLabel								= "SPACE";

AlternateTextInputSpaceLabel					= "Espaço";
AlternateTextInputDeleteLabel					= "Apagar";
TextInputMoreSymbolsLabel						= "#+=";
TextInputMoreCharactersLabel					= "abc";

/* all the items in this group are old and will be replaced with non-Module versions */

MusicNameInList									= "Música";
MusicPlaylistsMenuItem							= "Listas de Reprodução";
MusicArtistsMenuItem							= "Artistas";
MusicAlbumsMenuItem								= "Álbuns";
MusicSongsMenuItem								= "Músicas";
MusicPodcastsMenuItem							= "Podcasts";
MusicMusicVideosMenuItem						= "Videoclipes";
MusicGenresMenuItem								= "Gêneros";
MusicComposersMenuItem							= "Compositores";
MusicAudiobooksMenuItem							= "Áudio-Livros";
MusicShuffleSongsMenuItem						= "Músicas Aleatórias";
MusiciTunesPresentsMenuItem						= "iTunes Store Apresenta";
MusicNowPlayingMenuItem							= "Reproduzindo Agora";
MusicCDMenuItem									= "%@";
MusicCDEjectMenuItem							= "Ejetar CD";
MusicSharedMusicMenuItem						= "Músicas Compartilhadas";
MusicSpecialPlaylistName						= "Lista de Reprodução do Front Row";
MusicAllAlbumsListHeader						= "Todos os Álbuns";
MusicAllSongsListHeader							= "Todas as Músicas";
MusicAllArtistsListHeader						= "Todos os Artistas";
MusicAllTracksListSpecifier						= "Tudo";
MusicUntitledTrack								= "Trilha Sem Título";
MusicNoSharedPlaylistsMenuItem					= "Nenhuma Música Disponível";
MusicTrackIndexOfCount							= "%ld de %ld";

/* radio-specific music strings*/
MusicRadioBufferingText							= "Armazenando transmissão em tempo real “%@”";

TrailerNegativeTimeChar							= "-";
TrailerHourMinuteSecondFormat					= "%@%01d:%02d:%02d";
TrailerMinuteSecondFormat						= "%@%01d:%02d";

GenericError                                    = "Ocorreu um erro.";
GenericListError								= "Não há itens nesta lista.";

WaitPleaseWait									= "Por favor, aguarde";
WaitContactingRemoteHost						= "Contactando o host remoto do iTunes…";

WirelessSetupSearchText							= "Procurando redes sem fio…";
NotConnectedToInternet							= "A sua Apple TV não está conectada à Internet.";
NotConnectedToNetwork							= "A sua Apple TV não está conectada à rede.";
CheckNetworkConnection							= "Verifique as suas configurações de rede e tente novamente.";
UntitledWirelessNetworkName						= "N/D";

// iTunesPairing Strings
PairWithITunesTitle								= "Conectar ao iTunes";

PairWithITunesForInitialSyncingDescription		= "Para finalizar a configuração e a sincronização do conteúdo do iTunes com a Apple TV, abra o iTunes e selecione Apple TV na lista Dispositivos. Você terá que digitar este código de acesso:";
PairWithITuneForInitialSyncingSkipPairingLabel	= "Para usar a Apple TV apenas para transmissão, pressione Menu e escolha “Conectar-se ao iTunes” no menu Origens.";

PairWithITunesForSyncingDescription				= "Para conectar o iTunes e sincronizar o seu conteúdo à Apple TV, abra o iTunes e selecione Apple TV na lista Dispositivos. Você terá que digitar este código de acesso:";
PairWithITunesForSyncingDescriptionWhenCurrentlyPaired	= "A sua Apple TV está atualmente conectada a “%@”. Para conectar a uma biblioteca diferente, abra o iTunes nesse computador e selecione Apple TV na lista Dispositivos. Isso substituirá todo o conteúdo da sua Apple TV. Você terá que digitar este código de acesso:";

PairWithITunesForSyncingSkipPairingLabel		= "";

PairWithITunesForStreamingDescription			= "Para transmitir o conteúdo do iTunes à Apple TV, abra o iTunes e selecione Apple TV na lista Dispositivos. Você terá que digitar este código de acesso:";
PairWithITunesStreamingSkipPairingLabel			= "";

PairWithITunesTurningOffSyncingWarning			= "A desativação da sincronização apagará qualquer conteúdo que esteja atualmente na sua Apple TV.";
PairWithITunesChangingSyncingHostWarning		= "A alteração da biblioteca do iTunes substituirá todo o conteúdo da sua Apple TV.";

PairWithITunesRequirementLabel					= "A Apple TV requer o iTunes 7.1.1 ou posterior";
PairWithITunesCancel							= "Cancelar";
PairWithITunesContinue							= "Continuar";


// These are the strings for a fatal error alert.  The user will basically have the option to cancel or restart the app
FatalExceptionAlertTitle						= "Ocorreu um erro.";
FatalExceptionAlertDescription					= "Pressione Reproduzir/Pausa para reiniciar a sua Apple TV.";

// These are UI strings for various timings
720p60											= "720p HD";
720p50											= "720p HD - 50Hz";
1080i60											= "1080i HD";
1080i50											= "1080i HD - 50Hz";
1080p60											= "1080p HD";
1080p50											= "1080p HD - 50Hz";
480p60											= "480p";
576p50											= "576p - 50Hz ";
576i											= "576i - 50Hz";

// Loading data from remote sources
LoadingLibrary									= "Conectando";
LoadingLibraryNamed								= "Carregando “%@”…";
ConnectionToiTunesLost							= "Biblioteca do iTunes Não Disponível";
WaitingForiTunesToStart							= "Tentando reconectar-se a “%@”. Certifique-se de que o computador esteja ligado e o iTunes esteja aberto.";
GoToSources										= "Ir Para Origem";
AttemptingToAuthorizeContent					= "Tentando autorizar…";

SharedITunesLibraryPasswordTitle				= "Senha da Biblioteca Compartilhada";
SharedITunesLibraryPasswordText					= "Digite a senha para “%@” e clique em Concluído.";
SharedITunesLibraryPasswordPrompt				= "Senha:";
SharedITunesLibraryPasswordRetryTitle			= "Senha Incorreta";
SharedITunesLibraryPasswordRetryText			= "A senha que você digitou para “%@” está incorreta.\nTente novamente.";

SharedIPhotoLibraryPasswordTitle				= "Senha da Fototeca";
SharedIPhotoLibraryPasswordText					= "Digite a senha para “%@” e clique em Concluído.";
SharedIPhotoLibraryPasswordPrompt				= "Senha:";
SharedIPhotoLibraryPasswordRetryTitle			= "Senha Incorreta";
SharedIPhotoLibraryPasswordRetryText			= "A senha que você digitou para “%@” está incorreta.\nTente novamente.";

ConnectToITunesForStreaming						= "Conectar ao Novo iTunes";
StreamingServerNotAvailable						= "Biblioteca Não Disponível";
TurnOnStreamingServer							= "Certifique-se de que o computador com “%@” esteja ativado e o iTunes esteja aberto.";
DisconnectStreamingHost							= "Desconectar do iTunes";
MaxStreamingHostCountReached					= "Você somente pode se conectar a até cinco bibliotecas do iTunes. Escolha uma biblioteca para se desconectar e, assim, poder se conectar a uma nova.";
SelectHostToDelete								= "Conectar ao Novo iTunes.";

// Messages shown above sync progress indicator during syncing:
BRSyncProgressSourceTextFormat					= "Sincronizando “%@”"; // %@ is name of iTunes library
BRSyncProgressAssetTextFormat					= "Copiando %d de %d: %@"; // Example: Copying 123 of 295: Finding Nemo

// Parental Controls passcode text
BRParentalControlsPasscodeEnterTitle			= "Digitar Código de Acesso";
BRParentalControlsPasscodeEnterPrompt			= "Digite o seu código de acesso de controles parentais de quatro dígitos.";
BRParentalControlsPasscodeWrongTitle			= "Código de Acesso Incorreto";
BRParentalControlsPasscodeWrongPrompt			= "O código de acesso digitado está incorreto.";
BRParentalControlsPasscodeSetTitle				= "Configurar Código de Acesso";
BRParentalControlsPasscodeSetPrompt				= "Para configurar os controles parentais para a sua Apple TV pela primeira vez, digite um código de acesso de quatro dígitos. Após configurar o seu código de acesso, você precisará digitá-lo para fazer alterações nos controles parentais no futuro.";
BRParentalControlsPasscodeConfirmTitle			= "Confirmar Código de Acesso";
BRParentalControlsPasscodeConfirmPrompt			= "Digite novamente o seu código de acesso de quatro dígitos.";
BRParentalControlsPasscodeConfirmedTitle		= "Código de Acesso Confirmado";
BRParentalControlsPasscodeConfirmedPrompt		= "Certifique-se de que o seu código de acesso esteja guardado em um local seguro. Se você esquecer o seu código de acesso, redefina-o escolhendo Restaurar Padrão de Fábrica para restaurar a sua Apple TV às condições originais de fábrica.";
BRParentalControlsPasscodeMismatchTitle			= "Código de Acesso Não Coincide";
BRParentalControlsPasscodeMismatchPrompt		= "O código de acesso digitado não coincide.";
BRParentalControlsPasscodeTryAgainItem			= "Configurar Código de Acesso Novamente";
BRParentalControlsPasscodeOldTitle				= "Código de Acesso Antigo";
BRParentalControlsPasscodeOldPrompt				= "Digite o seu código de acesso de quatro dígitos antigo.";
BRParentalControlsPasscodeChangeTitle			= "Novo Código de Acesso";
BRParentalControlsPasscodeChangePrompt			= "Digite o seu novo código de acesso de quatro dígitos.";

// Syncing text
BRSettingSyncing								= "Sincronizando";
BRSettingTurnOnSyncing							= "Ativar Sincronização";
BRSettingTurnOffSyncing 						= "Desativar Sincronização";
BRSettingChangeITunesLibrary 					= "Alterar Biblioteca do iTunes";

// Combo Row text
AssetViewFormat									= "%@ visualização";
AssetViewsFormat								= "%@ visualizações";

BRDVDLoadingText								= "Carregando DVD…";
BRDVDMenuItemResume								= "Retomar Reprodução";
BRDVDMenuStartFromBeginning						= "Começar a Partir do Início";
BRDVDMenuItemEjectDisk							= "Ejetar Disco";
BRDVDMenuItemDVDMenu							= "Menu do DVD";
BRDVDPlayerChapterFormatter                     = "Capítulo %d de %d";

// Account Management text
BRAccountSelectorOtherAccount					= "Outro…";

// HDCP Error dialog
HDCPErrorDialogTitle							= "Nenhum HDCP";
HDCPErrorDialogExplanation						= "Este conteúdo requer HDCP para ser reproduzido. Para assistir a esse conteúdo, certifique-se de que os monitores conectados são compatíveis com HDCP.";


